Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well was classified as dry, with traces of gas.
nb: Brønnen klassifiseres som tørr med spor av gass.

source: The well is the first exploration well in production licence 607.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 607.

source: The production licence was awarded in the 21st licensing round.
nb: Tillatelsen ble tildelt i 21. konsesjonsrunde.

source: The well was drilled to a vertical depth of 3000 metres below the sea surface and was terminated in Early Cretaceous rocks from the Kolmule formation.
nb: Brønnen ble boret til et vertikalt dyp av 3000 meter under havflaten og ble avsluttet i Kolmuleformasjonen av tidlig kritt alder.

source: Water depth at the site is 385 metres.
nb: Havdypet er 385 meter.

source: Well 7218/8-1 S was drilled by the Transocean Barents drilling facility, which will now proceed to production licence 537 in the Barents Sea to drill wildcat well 7324/7-2, where OMV (Norge) AS is the operator.
nb: Brønn 7218/8-1 ble boret av Transocean Barents som nå skal til utvinningstillatelse 537 i Barentshavet for å bore undersøkelsesbrønn 7324/7-2 der OMV (Norge) AS er operatør.

source: The well was drilled about 20 kilometres northeast of oil and gas discovery 7120/1-3 and about 190 kilometres northwest of Hammerfest.
nb: Brønnen er boret om lag 20 kilometer nordøst for olje- og gassfunnet 7120/1-3 og om lag 190 kilometer nordvest for Hammerfest.

source: The well’s primary exploration target was to prove petroleum in sandstone rocks from the Middle Triassic period (Kobbe formation in the Sassendalen group) and in carbonate rocks from the Permian period (Ørn formation in the Gipsdalen group).
nb: Primært letemål for brønnen var å påvise petroleum i sandsteinsbergarter av mellomtrias alder (Kobbeformasjonen i Sassendalengruppen) og i karbonatbergarter av perm alder (Ørnformasjonen i Gipsdalengruppen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Carboniferous period (Falk formation in the Gipsdalen group).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av karbon alder (Falkformasjonen i Gipsdalengruppen).

source: The well encountered a 45-metre total oil column with an overlying 10-metre gas column in carbonate rocks in the Gipsdalen group, with good reservoir properties.
nb: Brønnen påtraff en total oljekolonne på om lag 45 meter med en overliggende gasskolonne på 10 meter i karbonatbergarter i Gipsdalengruppen, med gode reservoaregenskaper.

source: Preliminary estimates of the size of the discovery are between 14 and 50 million standard cubic metres (Sm3) of recoverable oil, and between 5 and 17 billion standard cubic metres of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 14 og 50 millioner standard kubikkmeter (Sm3) utvinnbar olje og mellom 5 og 17 milliarder standard kubikkmeter utvinnbar gass.

source: Further delineation of the discovery is planned for 2015.
nb: Videre avgrensning av funnet planlegges i 2015.

source: Extensive data collection and sampling have been performed.
nb: Det er utført omfattende datainnsamling og prøvetaking.

source: The maximum production rate was 518 Sm3 of oil and 48 700 Sm3 of associated gas per flow day through a 36/64-inch nozzle.
nb: Maksimum produksjonsrate var på 518 Sm3 olje og 48700 Sm3 assosiert gass per strømningsdøgn gjennom en 36/64 tommers dyseåpning.

source: The gas/oil ratio is 94 Sm3/Sm3.
nb: Gass/olje-forholdet er 94 Sm3/Sm3.

source: The well was drilled to a vertical depth of 2221 metres below the sea surface, and was terminated in the Ugle formation from the Late Carboniferous period.
nb: Brønnen ble boret til et vertikalt dyp på 2221 meter under havflaten, og ble avsluttet i Ugleformasjonen av seinkarbon alder.

source: The water depth is 388 metres.
nb: Havdypet er 388 meter.

source: The well was drilled about 40 kilometres northeast of the oil and gas discovery 7220/8-1 Johan Castberg in the Barents Sea, and about 260 kilometres northwest of Hammerfest.
nb: Brønnen er boret om lag 40 kilometer nordøst for olje- og gassfunnet 7220/8-1 Johan Castberg i Barentshavet og om lag 260 kilometer nordvest for Hammerfest.

source: The primary exploration target for the well was to prove the presence of petroleum in Middle to Early Jurassic reservoir rocks (the Stø, Nordmela and Tubåen formations).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellom- til tidligjura alder (Stø-, Nordmela- og Tubåenformasjonen).

source: The secondary target was to prove the presence of petroleum in Late/Middle Triassic reservoir rocks (the Snadd formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sen- til mellomtrias alder (Snaddformasjonen).

source: The well encountered a gas column of about 85 meters in the Stø and Nordmela formations with a reservoir quality ranging from very good to excellent.
nb: Brønnen påtraff en gasskolonne på om lag 85 meter i Stø- og Nordmelaformasjonen, med meget god til svært god reservoarkvalitet.

source: The Snadd formation was found to have more varied reservoir properties, but is an aquifer.
nb: Snaddformasjonen ble påtruffet med mer varierte reservoaregenskaper, men er vannførende.

source: Preliminary estimations of the size of the discovery are between 1 and 2 billion standard cubic meters (Sm3) of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom en og to milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: This is the first exploration well in production licence 714.
nb: Dette er den første letebrønnen i utvinningstillatelse 714.

source: The licence was awarded in the 22nd licensing round in 2013.
nb: Tillatelsen ble tildelt i 22. konsesjonsrunde i 2013.

source: The well was drilled to a vertical depth of 1554 meters below the sea surface, and was terminated in the Snadd formation.
nb: Brønnen ble boret til et vertikalt dyp på 1554 meter under havflaten, og ble avsluttet i Snaddformasjonen.

source: The water depth is 429 meters.
nb: Havdypet er 429 meter.

source: Well 7220/2-1 was drilled by the Transocean Spitsbergen drilling facility, which will now proceed to drill wildcate well 7227/10-1 in production licence 230, where Statoil Petroleum AS is the operator.
nb: Brønn 7220/2-1 ble boret av boreinnretningen Transocean Spitsbergen, som nå skal bore undersøkelsesbrønn 7227/10-1 i utvinningstillatelse 230, der Statoil Petroleum AS er operatør.

source: The well has been drilled about 11 kilometres northwest of the 7220/8-1 Johan Castberg discovery in the Barents Sea and about 247 kilometres northwest of Hammerfest.
nb: Brønnen er boret om lag 11 kilometer nordvest for funnet 7220/8-1 Johan Castberg i Barentshavet og om lag 247 kilometer nordvest for Hammerfest.

source: The well’s primary exploration target was to prove petroleum in reservoir rocks from the Middle and Early Jurassic (Stø, Nordmela and Tubåen formations).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellom- og tidligjura alder (Stø-, Nordmela- og Tubåenformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Late Triassic (Snadd formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sentrias alder (Snaddformasjonen).

source: The well encountered a gross gas column of about 130 metres in the Stø and Nordmela formations, with poorer reservoir quality than expected.
nb: Brønnen påtraff en brutto gasskolonne på om lag 130 meter i Stø- og Nordmelaformasjonen, med dårligere reservoarkvalitet enn forventet.

source: In the Snadd formation, the well encountered an approx. 45-metre tall gross gas column.
nb: I Snaddformasjonen påtraff brønnen en om lag 45 meter brutto gasskolonne.

source: Preliminary calculations indicate that the discovery totals between two and four billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpige beregninger tyder på at funnet rommer mellom to og fire milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The well was not formation tested, but extensive data collection and sampling have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: This is the sixth exploration well in production licence 532.
nb: Dette er den sjette letebrønnen i utvinningstillatelse 532.

source: The well was drilled to a vertical depth of 3209 metres below the sea surface, and was terminated in the Snadd formation from the Middle to Late Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 3209 meter under havflaten, og ble avsluttet i Snaddformasjonen av mellom- til sentrias alder.

source: Water depth is 403 metres.
nb: Havdypet er 403 meter.

source: Well 7220/4-1 was drilled by the West Hercules drilling facility, which will now move on to drill wildcat well 7220/7-3 S on another prospect in the same production licence.
nb: Brønn 7220/4-1ble boret av boreinnretningen West Hercules, som etterpå skal bore undersøkelsesbrønn 7220/7-3 S på et annet prospekt i samme utvinningstillatelse.

source: The well has been drilled in the Barents Sea, about 15 kilometres southwest of the 7220/8-1 Johan Castberg discovery and 230 kilometres northwest of Hammerfest.
nb: Brønnen er boret i Barentshavet, om lag 15 kilometer sørvest for funnet 7220/8-1 Johan Castberg og 230 kilometer nordvest for Hammerfest.

source: The well's primary exploration target was to prove petroleum in reservoir rocks from the Middle and Early Jurassic Age (the Stø and Nordmela formations).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellom- og tidligjura alder (Stø-, og Nordmelaformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Late Triassic Age (the Fruholmen formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sentrias alder (Fruholmenformasjonen).

source: The well encountered a 68-metre gross gas column in the Stø formation and an 86-metre gross oil column in the Stø and Nordmela formations.
nb: Brønnen påtraff en brutto gasskolonne på 68 meter i Støformasjonen og en brutto oljekolonne på 86 meter i Stø- og Nordmelaformasjonen.

source: The reservoir quality in the Stø formation is very good.
nb: Reservoarkvaliteten i Støformasjonen er meget god.

source: The reservoir quality in the Nordmela formation is variable, but about half of the oil zone was encountered in sandstone with very good reservoir quality.
nb: I Nordmelaformasjonen er reservoarkvaliteten variabel, men om lag halve oljesonen er påtruffet i sandsteiner av meget god reservoarkvalitet.

source: The Fruholmen formation has poor reservoir properties, and is aquiferous.
nb: Fruholmenformasjonen har dårlige reservoaregenskaper, og er vannførende.

source: Preliminary calculations of the size of the discovery are between seven and ten million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom sju og ti millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discovery will be considered for tie-in to 7220/8-1 Johan Castberg.
nb: Funnet vil bli vurdert tilknyttet 7220/8-1 Johan Castberg.

source: This is the seventh exploration well in production licence 532.
nb: Dette er den sjuende letebrønnen i utvinningstillatelse 532.

source: The license was awarded in the 20th licensing round in 2009.
nb: Tillatelsen ble tildelt i 20. konsesjonsrunde i 2009.

source: The well was drilled to a vertical depth of 2029 metres below the sea surface and was terminated in the Fruholmen formation from the Late Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2029 meter under havflaten, og ble avsluttet i Fruholmenformasjonen av sentrias alder.

source: Water depth at the site is 345 metres.
nb: Havdypet er 345 meter.

source: Well 7220/7-3 S was drilled by the West Hercules drilling facility, which will move on to assignments outside the Norwegian shelf.
nb: Brønn 7220/7-3 S ble boret av boreinnretningen West Hercules som nå går til oppdrag utenfor norsk sokkel.

source: The well was drilled about 80 kilometres northeast of the Snøhvit field in the Barents Sea and about 160 kilometres northwest of Hammerfest.
nb: Brønnen er boret om lag 80 kilometer nordøst for Snøhvitfeltet i Barentshavet og om lag 160 kilometer nordvest for Hammerfest.

source: The objective of the well was to prove petroleum in reservoir rocks from the Middle Triassic (Kobbe formation).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av mellomtrias alder (Kobbeformasjonen).

source: The well encountered a gross oil column of about 30 metres in the Kobbe formation, of which about 20 metres in sandstone with much poorer reservoir quality than expected.
nb: Brønnen påtraff en brutto oljekolonne på om lag 30 meter i Kobbeformasjonen, hvorav om lag 20 meter i sandsteiner, med langt dårligere reservoarkvalitet enn forventet.

source: Several thin layers of sandstone were also encountered deeper in the Kobbe formation, but these were tight.
nb: Det ble også påtruffet flere tynne sandsteinslag dypere ned i Kobbeformasjonen, men disse var tette.

source: The poor reservoir properties made it impossible to establish gradients from the pressure measurements.
nb: På grunn av de dårlige reservoaregenskapene, var det ikke mulig å etablere gradienter fra trykkmålingene.

source: Therefore, no oil/water contact was encountered.
nb: Ingen olje/vann kontakt ble derfor påtruffet.

source: Preliminary assessments indicate that the discovery is not commercially interesting.
nb: Foreløpige vurderinger av funnet er at det er økonomisk uinteressant.

source: A formation test (mini-DST) was performed, but revealed very poor flow properties.
nb: En formasjonstest (mini-DST) er utført, men den viste meget dårlige strømningsegenskaper.

source: This is the first exploration well in production licence 659.
nb: Dette er den første letebrønnen i utvinningstillatelse 659.

source: The well was drilled to a vertical depth of 2918 metres below the sea surface, and was terminated in the Klappmyss formation from the Early Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 2918 meter under havflaten, og ble avsluttet i Klappmyssformasjonen av tidligtrias alder.

source: The water depth is 338 metres.
nb: Havdypet er 338 meter.

source: Well 7222/11-2 was drilled by the Transocean Barents drilling facility, which will now proceed to production licence 607 to drill wildcat well 7218/8-1, where GDF SUEZ E&P Norge AS is the operator.
nb: Brønn 7222/11-2 ble boret av boreinnretningen Transocean Barents som nå skal til utvinningstillatelse 607 for å bore undersøkelsesbrønn 7218/8-1, der GDF SUEZ E&P Norge AS er operatør.

source: The well was drilled about 30 kilometres southwest of the 7228/7-1 oil and gas discovery and about 210 kilometres northeast of Hammerfest.
nb: Brønnen er boret om lag 30 kilometer sørvest for olje- og gassfunnet 7228/7-1 og om lag 210 kilometer nordøst for Hammerfest.

source: The primary exploration target for the well was proving petroleum in Late Triassic reservoir rocks (Snadd formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av sentrias alder (Snaddformasjonen).

source: The secondary exploration target was proving petroleum in Middle Triassic reservoir rocks (Kobbe formation), as well as investigating the presence and quality of Early to Middle Triassic source rock.
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellomtrias alder (Kobbeformasjonen), samt undersøke tilstedeværelsen og kvaliteten på kildebergart av tidlig- til mellomtrias alder.

source: The well encountered about 40-metre thick reservoir rocks in the Snadd formation and about 15-metre thick reservoir rocks in the Kobbe formation, both with poor reservoir quality.
nb: Brønnen påtraff om lag 40 meter tykke reservoarbergarter i Snaddformasjonen og om lag 15 meter tykke reservoarbergarter i Kobbeformasjonen, begge med dårlig reservoarkvalitet.

source: This is the first exploration well in production licence 230, which was awarded in the Barents Sea project in 1997.
nb: Dette er den første letebrønnen i utvinningstillatelse 230, som ble tildelt i Barentshavprosjektet i 1997.

source: The well was drilled to a vertical depth of 3095 metres below the sea surface, and was terminated in the Kobbe formation.
nb: Brønnen ble boret til et vertikalt dyp på 3095 meter under havflaten, og ble avsluttet i Kobbeformasjonen.

source: Water depth is 232 metres.
nb: Havdypet er 232 meter.

source: Well 7227/10-1 was drilled by the Transocean Spitsbergen drilling facility, which will now proceed to wildcat well 7324/9-1 in the Barents Sea to cut and pull the wellhead.
nb: Brønn 7227/10-1 ble boret av boreinnretningen Transocean Spitsbergen, som nå skal til undersøkelsesbrønn 7324/9-1 i Barentshavet for å kutte og trekke brønnhodet.

source: The well is located in production licence 614, where Statoil Petroleum AS is the operator.
nb: Brønnen er i utvinningstillatelse 614, der Statoil Petroleum AS er operatør.

source: The well was drilled 65 km northwest of the 7220/8-1 Johan Castberg oil and gas discovery in the Barents Sea and 300 km northwest of Hammerfest.
nb: Brønnen er boret 65 kilometer nordvest for olje- og gassfunnet 7220/8-1 Johan Castberg i Barentshavet og 300 kilometer nordvest for Hammerfest.

source: The objective of the well was to prove petroleum in Late Cretaceous reservoir rocks (sandstone in the Kveite formation).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av senkritt alder (sandstein i Kveiteformasjonen).

source: The well encountered gas in reservoir rocks from the Early Palaeocene or Late Cretaceous Age (sandstone in the Torsk or Kveite formation) with good reservoir quality.
nb: Brønnen påtraff gass i reservoarbergarter av tidligpaleocen eller senkritt alder (sandstein i Torsk- eller Kveiteformasjonen) med god reservoarkvalitet.

source: The entire reservoir, including the water zone, is about 30 metres, and the gas column is about 15 metres.
nb: Hele reservoaret, inklusiv vannsonen, er på om lag 30 meter, og gasskolonnen er om lag 15 meter.

source: Preliminary estimates place the size of the discovery at between 5 - 20 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 5 og 20 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The discovery will be subject to further evaluation.
nb: Funnet vil bli videre evaluert.

source: This is the first exploration well in production licence 713.
nb: Dette er den første letebrønnen i utvinningstillatelse 713.

source: The well was drilled to a vertical depth of 1500 metres below the sea surface in Cretaceous rocks.
nb: Brønnen ble boret til et vertikalt dyp på 1500 meter under havflaten i bergarter av kritt alder.

source: Water depth at the site is 422 metres.
nb: Havdypet er 422 meter.

source: Well 7319/12-1 was drilled by the Transocean Spitsbergen drilling facility, which will now drill wildcat well 7220/2-1 in production licence 714 in the Barents Sea, where Statoil Petroleum AS is the operator.
nb: Brønn 7319/12-1 ble boret av boreinnretningen Transocean Spitsbergen som nå skal bore undersøkelsesbrønn 7220/2-1 i utvinningstillatelse 714 i Barentshavet, der Statoil Petroleum AS er operatør.

source: The well was drilled about 45 kilometres north of the 7324/8-1 "Wisting Central" discovery, and 350 kilometres north of Hammerfest.
nb: Brønnen er boret om lag 45 kilometer nord for funnet 7324/8-1 "Wisting Central" og 350 kilometer nord for Hammerfest.

source: The primary exploration target for the well was to prove petroleum in reservoir rocks from the Middle Jurassic to Late Triassic Age (the Realgrunnen sub-group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellomjura til sentrias alder (Realgrunnundergruppen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Late Triassic Age (the Snadd formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sentrias alder (Snaddformasjonen).

source: Well 7324/2-1 encountered reservoir rocks about 15 metres thick and with good reservoir quality, in the Stø formation in the Realgrunnen sub-group.
nb: Brønnen 7324/2-1 påtraff om lag 15 meter tykke reservoarbergarter med god reservoarkvalitet i Støformasjonen i Realgrunnundergruppen.

source: In the Snadd formation, about 170 metres of reservoir rocks were encountered, with mostly poor reservoir quality and just a few metres with good reservoir quality.
nb: I Snaddformasjonen ble det påtruffet om lag 170 meter reservoarbergarter, hovedsakelig med dårlig reservoarkvalitet, og kun noen få meter med god reservoarkvalitet.

source: This is the first exploration well in production licence 615.
nb: Dette er den første letebrønnen i utvinningstillatelse 615.

source: The well was drilled to a vertical depth of 1050 metres below the sea surface, and was terminated in the Snadd formation from the Late Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 1050 meter under havflaten, og ble avsluttet i Snaddformasjonen av sentrias alder.

source: Water depth at the site is 443 metres.
nb: Havdypet er 443 meter.

source: Well 7324/2-1 was drilled by the Transocean Spitsbergen drilling facility, which will now drill wildcat well 7325/1-1 in the same production licence.
nb: Brønn 7324/2-1 ble boret av boreinnretningen Transocean Spitsbergen, som nå skal bore undersøkelsesbrønn 7325/1-1 i samme utvinningstillatelse.

source: The well was drilled about seven kilometres northwest of the 7324/8-1 "Wisting Central" oil discovery and 315 kilometres north of Hammerfest.
nb: Brønnen er boret om lag sju kilometer nordvest for oljefunnet 7324/8-1 "Wisting Central" og 315 kilometer nord for Hammerfest.

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic to Late Triassic reservoir rocks (Stø, Nordmela and Fruholmen formations).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellomjura til sentrias alder (Stø-, Nordmela-, og Fruholmenformasjonen).

source: The secondary exploration target was to prove petroleum in Late to Middle Triassic reservoir rocks (Snadd formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sen- til mellomtrias alder (Snaddformasjonen).

source: The well encountered an oil column of about 20 metres in the Stø formation, with very good reservoir properties.
nb: Brønnen påtraff omlag 20 meter oljekolonne i Støformasjonen med meget gode reservoaregenskaper.

source: Mainly gas was encountered in sandstone layers in the Snadd formation with poor reservoir properties, and no gas gradient was established.
nb: Det ble påtruffet hovedsaklig gass i sandsteinlag i Snaddformasjonen med dårlige reservoaregenskaper, og ingen gassgradient ble etablert.

source: Preliminary calculations of the size of the discovery are between three and eight million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom tre og åtte millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: A successful formation test was carried out in the Stø formation.
nb: En vellykket formasjonstest ble utført i Støformasjonen.

source: The maximum production rate was 319 Sm3 oil and 9195 Sm3 associated gas per flow day through a 56/64-inch nozzle opening.
nb: Maksimum produksjonsrate var på 319 Sm3 olje og 9195 Sm3 assosiert gass per strømningsdøgn gjennom en 56/64 tommers dyseåpning.
